Repository: guitaripod/pixie
Catalog: iOS/Pixie/Pixie/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, zh_hans, zh_hant

source: Search for users to adjust their credits
de: Nutzer suchen, um deren Credits anzupassen
es: Busca usuarios para ajustar sus créditos
fr: Recherchez un utilisateur pour ajuster ses crédits
it: Cerca gli utenti per modificarne i crediti
ja: クレジットを調整するユーザーを検索
ko: 크레딧을 조정할 사용자를 검색하세요
pl: Znajdź użytkownika, aby dostosować jego kredyty
pt_br: Busque usuários para ajustar os créditos deles
zh_hans: 搜索用户以调整其积分
zh_hant: 搜尋使用者以調整其點數

source: Search users by email or ID
de: Nutzer nach E-Mail oder ID suchen
es: Buscar usuarios por correo o ID
fr: Rechercher par e-mail ou ID
it: Cerca utenti per email o ID
ja: メールまたはIDでユーザーを検索
ko: 이메일 또는 ID로 사용자 검색
pl: Szukaj użytkowników po e-mailu lub ID
pt_br: Buscar usuários por e-mail ou ID
zh_hans: 按邮箱或 ID 搜索用户
zh_hant: 依電子郵件或 ID 搜尋使用者

source: Season
de: Jahreszeit
es: Estación
fr: Saison
it: Stagione
ja: 季節
ko: 계절
pl: Pora roku
pt_br: Estação
zh_hans: 季节
zh_hant: 季節

source: Secure and private
de: Sicher und privat
es: Seguro y privado
fr: Sécurisé et confidentiel
it: Sicuro e privato
ja: 安全でプライベート
ko: 안전하고 비공개
pl: Bezpieczne i prywatne
pt_br: Seguro e privado
zh_hans: 安全且私密
zh_hant: 安全又私密

source: Secure sign-in • We never post on your behalf
de: Sichere Anmeldung • Wir posten nie in deinem Namen
es: Inicio de sesión seguro • Nunca publicamos en tu nombre
fr: Connexion sécurisée • Nous ne publions jamais à votre place
it: Accesso sicuro • Non pubblichiamo mai a tuo nome
ja: 安全なサインイン • あなたの代わりに投稿することはありません
ko: 안전한 로그인 • 사용자 대신 게시하지 않습니다
pl: Bezpieczne logowanie • Nigdy nie publikujemy w twoim imieniu
pt_br: Login seguro • Nunca publicamos em seu nome
zh_hans: 安全登录 • 我们绝不会以你的名义发帖
zh_hant: 安全登入 • 我們絕不會以你的名義發文

source: See all your credit transactions
de: Alle deine Credit-Transaktionen ansehen
es: Consulta todos tus movimientos de créditos
fr: Consultez toutes vos transactions de crédits
it: Vedi tutte le transazioni dei crediti
ja: クレジットの取引をすべて表示
ko: 모든 크레딧 거래 내역 보기
pl: Zobacz wszystkie swoje transakcje kredytów
pt_br: Veja todas as suas transações de créditos
zh_hans: 查看你的全部积分交易
zh_hant: 查看你所有的點數交易

source: Select 'Transparent' in the background options when generating images. This works best with isolated subjects like logos or products.
de: Wähle beim Generieren unter „Hintergrund“ die Option „Transparent“. Am besten funktioniert das bei freigestellten Motiven wie Logos oder Produkten.
es: Elige «Transparente» en las opciones de fondo al generar la imagen. Funciona mejor con sujetos aislados, como logotipos o productos.
fr: Choisissez « Transparent » dans les options d'arrière-plan lors de la génération. Cela fonctionne mieux avec des sujets isolés comme des logos ou des produits.
it: Scegli «Trasparente» tra le opzioni di sfondo durante la generazione. Funziona meglio con soggetti isolati come loghi o prodotti.
ja: 画像を生成するとき、背景オプションで「透明」を選びます。ロゴや商品など、被写体が単独の場合に最も効果的です。
ko: 이미지를 생성할 때 배경 옵션에서 '투명'을 선택하세요. 로고나 제품처럼 피사체가 하나일 때 가장 잘 작동합니다.
pl: Wybierz „Przezroczyste” w opcjach tła podczas generowania obrazów. Najlepiej sprawdza się to w przypadku wyizolowanych obiektów, takich jak logo czy produkty.
pt_br: Escolha «Transparente» nas opções de fundo ao gerar a imagem. Funciona melhor com objetos isolados, como logos ou produtos.
zh_hans: 生成图片时，在背景选项中选择“透明”。用于标志、产品等单一主体时效果最佳。
zh_hant: 生成圖片時，在背景選項中選擇「透明」。用於標誌、產品等單一主體時效果最好。

source: Server error (%lld). Please try again later.
de: Serverfehler (%lld). Versuche es später noch einmal.
es: Error del servidor (%lld). Inténtalo más tarde.
fr: Erreur serveur (%lld). Réessayez plus tard.
it: Errore del server (%lld). Riprova più tardi.
ja: サーバーエラー（%lld）。しばらくしてからやり直してください。
ko: 서버 오류(%lld)입니다. 나중에 다시 시도해 주세요.
pl: Błąd serwera (%lld). Spróbuj ponownie później.
pt_br: Erro do servidor (%lld). Tente novamente mais tarde.
zh_hans: 服务器错误（%lld），请稍后再试。
zh_hant: 伺服器錯誤（%lld），請稍後再試。

source: Session expired. Please sign in again.
de: Sitzung abgelaufen. Melde dich bitte erneut an.
es: La sesión ha caducado. Inicia sesión de nuevo.
fr: Session expirée. Reconnectez-vous.
it: Sessione scaduta. Accedi di nuovo.
ja: セッションの有効期限が切れました。もう一度サインインしてください。
ko: 세션이 만료되었습니다. 다시 로그인해 주세요.
pl: Sesja wygasła. Zaloguj się ponownie.
pt_br: Sessão expirada. Entre novamente.
zh_hans: 会话已过期，请重新登录。
zh_hant: 工作階段已過期，請重新登入。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Ajustes
zh_hans: 设置
zh_hant: 設定

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pl: Udostępnij
pt_br: Compartilhar
zh_hans: 分享
zh_hant: 分享

source: Sharper detail and text (41 credits)
de: Schärfere Details und Text (41 Credits)
es: Detalles y texto más nítidos (41 créditos)
fr: Détails et texte plus nets (41 crédits)
it: Dettagli e testo più nitidi (41 crediti)
ja: より精細なディテールと文字（41クレジット）
ko: 더 선명한 디테일과 텍스트 (41크레딧)
pl: Ostrzejsze detale i tekst (41 kredytów)
pt_br: Detalhes e texto mais nítidos (41 créditos)
zh_hans: 更清晰的细节和文字（41 积分）
zh_hant: 更清晰的細節和文字（41 點數）

source: Sign in failed
de: Anmeldung fehlgeschlagen
es: No se pudo iniciar sesión
fr: Échec de la connexion
it: Accesso non riuscito
ja: サインインに失敗しました
ko: 로그인에 실패했습니다
pl: Logowanie nie powiodło się
pt_br: Falha ao entrar
zh_hans: 登录失败
zh_hant: 登入失敗

source: Sign in with Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
it: Accedi con Apple
ja: Appleでサインイン
ko: Apple로 로그인
pl: Zaloguj się przez Apple
pt_br: Iniciar sessão com a Apple
zh_hans: 通过 Apple 登录
zh_hant: 透過 Apple 登入

source: Sign in with GitHub
de: Mit GitHub anmelden
es: Iniciar sesión con GitHub
fr: Se connecter avec GitHub
it: Accedi con GitHub
ja: GitHubでサインイン
ko: GitHub로 로그인
pl: Zaloguj się przez GitHub
pt_br: Iniciar sessão com o GitHub
zh_hans: 通过 GitHub 登录
zh_hant: 透過 GitHub 登入

source: Sign in with your preferred provider: • GitHub (recommended) • Google • Apple Your account syncs across all devices and with the CLI tool.
de: Melde dich mit dem Anbieter deiner Wahl an: • GitHub (empfohlen) • Google • Apple Dein Account wird auf allen Geräten und mit dem CLI-Tool synchronisiert.
es: Inicia sesión con el proveedor que prefieras: • GitHub (recomendado) • Google • Apple Tu cuenta se sincroniza en todos tus dispositivos y con la herramienta CLI.
fr: Connectez-vous avec le fournisseur de votre choix : • GitHub (recommandé) • Google • Apple Votre compte se synchronise sur tous vos appareils et avec l'outil CLI.
it: Accedi con il provider che preferisci: • GitHub (consigliato) • Google • Apple Il tuo account si sincronizza su tutti i dispositivi e con lo strumento CLI.
ja: 好きなプロバイダでサインインできます: • GitHub（推奨） • Google • Apple アカウントはすべてのデバイスとCLIツールで同期されます。
ko: 원하는 제공업체로 로그인하세요: • GitHub (권장) • Google • Apple 계정은 모든 기기와 CLI 도구에서 동기화됩니다.
pl: Zaloguj się przez wybranego dostawcę: • GitHub (zalecane) • Google • Apple Twoje konto synchronizuje się na wszystkich urządzeniach i z narzędziem CLI.
pt_br: Entre com o provedor que preferir: • GitHub (recomendado) • Google • Apple Sua conta sincroniza em todos os dispositivos e com a ferramenta de CLI.
zh_hans: 使用你偏好的登录方式： • GitHub（推荐） • Google • Apple 你的账户会在所有设备以及 CLI 工具之间同步。
zh_hant: 使用你偏好的登入方式： • GitHub（建議） • Google • Apple 你的帳戶會在所有裝置以及 CLI 工具之間同步。

source: Sign out of your account
de: Von deinem Account abmelden
es: Cerrar la sesión de tu cuenta
fr: Se déconnecter de votre compte
it: Esci dal tuo account
ja: アカウントからサインアウト
ko: 계정에서 로그아웃
pl: Wyloguj się ze swojego konta
pt_br: Sair da sua conta
zh_hans: 退出你的账户
zh_hant: 登出你的帳戶

source: Simple clean
de: Schlicht und klar
es: Limpio y sencillo
fr: Épuré
it: Semplice e pulito
ja: シンプルで清潔
ko: 심플하고 깔끔
pl: Proste i eleganckie
pt_br: Limpo e simples
zh_hans: 简洁干净
zh_hant: 簡潔乾淨

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
pl: Rozmiar
pt_br: Tamanho
zh_hans: 尺寸
zh_hant: 尺寸

source: Sketch
de: Skizze
es: Boceto
fr: Croquis
it: Schizzo
ja: スケッチ
ko: 스케치
pl: Szkic
pt_br: Esboço
zh_hans: 素描
zh_hant: 素描

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
ja: スキップ
ko: 건너뛰기
pl: Pomiń
pt_br: Pular
zh_hans: 跳过
zh_hant: 略過

source: Soft painting
de: Weiche Malerei
es: Pintura suave
fr: Peinture douce
it: Pittura morbida
ja: やわらかな水彩
ko: 부드러운 채색
pl: Miękkie malarstwo
pt_br: Pintura suave
zh_hans: 柔和水彩
zh_hant: 柔和水彩

source: Space
de: Weltraum
es: Espacio
fr: Espace
it: Spazio
ja: 宇宙
ko: 우주
pl: Kosmos
pt_br: Espaço
zh_hans: 太空
zh_hant: 太空

source: Square
de: Quadratisch
es: Cuadrado
fr: Carré
it: Quadrata
ja: 正方形
ko: 정사각형
pl: Kwadratowy
pt_br: Quadrado
zh_hans: 方形
zh_hant: 正方形

source: Square (1024×1024)
de: Quadratisch (1024×1024)
es: Cuadrado (1024×1024)
fr: Carré (1024×1024)
it: Quadrata (1024×1024)
ja: 正方形（1024×1024）
ko: 정사각형 (1024×1024)
pl: Kwadratowy (1024×1024)
pt_br: Quadrado (1024×1024)
zh_hans: 方形（1024×1024）
zh_hant: 正方形（1024×1024）

source: Start Creating
de: Jetzt loslegen
es: Empezar a crear
fr: Commencer à créer
it: Inizia a creare
ja: 作りはじめる
ko: 만들기 시작
pl: Zacznij tworzyć
pt_br: Começar a criar
zh_hans: 开始创作
zh_hant: 開始創作

source: Start from a template
de: Mit einer Vorlage starten
es: Empezar con una plantilla
fr: Démarrer avec un modèle
it: Inizia da un modello
ja: テンプレートから始める
ko: 템플릿으로 시작하기
pl: Zacznij od szablonu
pt_br: Começar com um modelo
zh_hans: 从模板开始
zh_hant: 從範本開始

source: Start with a photo
de: Mit einem Foto starten
es: Empezar con una foto
fr: Démarrer avec une photo
it: Inizia con una foto
ja: 写真から始める
ko: 사진으로 시작하기
pl: Zacznij od zdjęcia
pt_br: Começar com uma foto
zh_hans: 从照片开始
zh_hant: 從照片開始

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
ko: 저장 공간
pl: Pamięć
pt_br: Armazenamento
zh_hans: 存储空间
zh_hant: 儲存空間

source: Stunning deep space scene with a distant black hole
de: Atemberaubende Tiefraumszene mit einem fernen Schwarzen Loch
es: Impresionante escena del espacio profundo con un agujero negro distante
fr: Scène époustouflante de l'espace profond avec un trou noir lointain
it: Scena mozzafiato dello spazio profondo con un buco nero lontano
ja: 遥か彼方のブラックホールを捉えた息をのむ深宇宙シーン
ko: 멀리 있는 블랙홀이 담긴 경이로운 심우주 장면
pl: Zjawiskowa scena głębokiego kosmosu z odległą czarną dziurą
pt_br: Cena deslumbrante do espaço profundo com um buraco negro distante
zh_hans: 震撼的深空场景，远处的黑洞
zh_hant: 震撼的深空場景，遠處的黑洞

source: Stunning space scene with galaxies, nebulas, cosmic colors
de: Atemberaubende Weltraumszene mit Galaxien, Nebeln, kosmischen Farben
es: Impresionante escena espacial con galaxias, nebulosas, colores cósmicos
fr: Scène spatiale époustouflante avec galaxies, nébuleuses, couleurs cosmiques
it: Scena spaziale mozzafiato con galassie, nebulose, colori cosmici
ja: 銀河や星雲、宇宙の色彩が広がる息をのむ宇宙シーン
ko: 은하수와 성운, 우주적인 색감이 어우러진 경이로운 우주 장면
pl: Zjawiskowa scena kosmiczna z galaktykami, mgławicami, kosmicznymi kolorami
pt_br: Cena espacial deslumbrante com galáxias, nebulosas, cores cósmicas
zh_hans: 震撼的宇宙场景，星系、星云与绚烂宇宙色彩
zh_hant: 震撼的宇宙場景，星系、星雲與絢爛宇宙色彩

source: Style Presets
de: Stil-Presets
es: Ajustes de estilo
fr: Préréglages de style
it: Preset di stile
ja: スタイルプリセット
ko: 스타일 프리셋
pl: Gotowe style
pt_br: Predefinições de estilo
zh_hans: 风格预设
zh_hant: 風格預設

source: Success
de: Erledigt
es: Listo
fr: Réussi
it: Fatto
ja: 完了
ko: 완료
pl: Sukces
pt_br: Tudo certo
zh_hans: 成功
zh_hant: 成功

source: Sync & keep your credits
de: Credits synchronisieren und behalten
es: Sincroniza y conserva tus créditos
fr: Synchronisez et conservez vos crédits
it: Sincronizza e conserva i tuoi crediti
ja: クレジットを同期して引き継ぐ
ko: 크레딧 동기화 및 유지
pl: Synchronizuj i zachowaj kredyty
pt_br: Sincronize e mantenha seus créditos
zh_hans: 同步并保留你的积分
zh_hant: 同步並保留你的點數

source: Sync across all your devices
de: Auf allen deinen Geräten synchron
es: Sincronización en todos tus dispositivos
fr: Synchronisation sur tous vos appareils
it: Sincronizzazione su tutti i tuoi dispositivi
ja: すべてのデバイスで同期
ko: 모든 기기에서 동기화
pl: Synchronizacja na wszystkich urządzeniach
pt_br: Sincronize em todos os seus dispositivos
zh_hans: 在你的所有设备间同步
zh_hant: 在你所有的裝置之間同步

source: System Statistics
de: Systemstatistiken
es: Estadísticas del sistema
fr: Statistiques système
it: Statistiche di sistema
ja: システム統計
ko: 시스템 통계
pl: Statystyki systemu
pt_br: Estatísticas do sistema
zh_hans: 系统统计
zh_hant: 系統統計

source: Tap a category, then select a prompt
de: Kategorie antippen, dann Prompt wählen
es: Toca una categoría y elige un prompt
fr: Touchez une catégorie, puis choisissez un prompt
it: Tocca una categoria, poi scegli un prompt
ja: カテゴリをタップしてプロンプトを選択
ko: 카테고리를 탭한 뒤 프롬프트를 선택하세요
pl: Stuknij kategorię, a potem wybierz prompt
pt_br: Toque em uma categoria e escolha um prompt
zh_hans: 点按分类，再挑选提示词
zh_hant: 輕點分類，再挑選提示詞

source: Tap an edit below, or describe your own
de: Tippe unten auf eine Bearbeitung oder beschreibe deine eigene
es: Toca una edición abajo o describe la tuya
fr: Appuyez sur une retouche ci-dessous, ou décrivez la vôtre
it: Tocca una modifica qui sotto oppure descrivi la tua
ja: 下の編集をタップ、または自分で入力
ko: 아래 편집을 탭하거나 직접 입력하세요
pl: Stuknij edycję poniżej albo opisz własną
pt_br: Toque em uma edição abaixo ou descreva a sua
zh_hans: 点击下方编辑，或自行描述
zh_hant: 點擊下方編輯，或自行描述

source: Tap ideas to build a prompt
de: Tippe auf Ideen, um einen Prompt zu erstellen
es: Toca ideas para crear un prompt
fr: Appuyez sur des idées pour créer un prompt
it: Tocca le idee per creare un prompt
ja: アイデアをタップしてプロンプトを作成
ko: 아이디어를 탭해서 프롬프트를 만들어 보세요
pl: Stuknij pomysły, aby zbudować prompt
pt_br: Toque nas ideias para montar um prompt
zh_hans: 点击创意来构建提示词
zh_hant: 點擊創意來建立提示詞

source: Tap to customize
de: Zum Anpassen tippen
es: Toca para personalizar
fr: Touchez pour personnaliser
it: Tocca per personalizzare
ja: タップしてカスタマイズ
ko: 탭하여 사용자화
pl: Stuknij, aby dostosować
pt_br: Toque para personalizar
zh_hans: 点按可自定
zh_hant: 輕點即可自訂

source: Tech
de: Technik
es: Tecnología
ja: テック
ko: 테크
pt_br: Tecnologia
zh_hans: 科技
zh_hant: 科技

source: Terms
de: Bedingungen
es: Términos
fr: Conditions
it: Termini
ja: 利用規約
ko: 이용약관
pl: Warunki
pt_br: Termos
zh_hans: 条款
zh_hant: 條款

source: Test connection to Pixie servers
de: Verbindung zu den Pixie-Servern testen
es: Probar la conexión con los servidores de Pixie
fr: Tester la connexion aux serveurs Pixie
it: Prova la connessione ai server Pixie
ja: Pixieサーバーへの接続をテスト
ko: Pixie 서버 연결 테스트
pl: Testuj połączenie z serwerami Pixie
pt_br: Testar a conexão com os servidores do Pixie
zh_hans: 测试与 Pixie 服务器的连接
zh_hant: 測試與 Pixie 伺服器的連線

source: The model declined to make this image.
de: Das Modell hat die Erstellung dieses Bildes abgelehnt.
es: El modelo se negó a crear esta imagen.
fr: Le modèle a refusé de créer cette image.
it: Il modello ha rifiutato di creare questa immagine.
ja: モデルがこの画像の作成を拒否しました。
ko: 모델이 이 이미지 생성을 거부했습니다.
pl: Model odmówił utworzenia tego obrazu.
pt_br: O modelo recusou-se a criar essa imagem.
zh_hans: 模型拒绝生成这张图片。
zh_hant: 模型拒絕產生這張圖片。

source: The sun, churning solar plasma surface, intense detail
de: Die Sonne, brodelnde Plasmaoberfläche, intensive Detailtiefe
es: El sol, superficie de plasma solar en ebullición, detalle intenso
fr: Le soleil, surface de plasma solaire en ébullition, détails intenses
it: Il sole, superficie di plasma solare ribollente, dettaglio intenso
ja: 太陽、渦巻く太陽プラズマの表面、圧倒的なディテール
ko: 태양, 소용돌이치는 태양 플라즈마 표면, 강렬한 디테일
pl: Słońce, wzburzona powierzchnia plazmy słonecznej, intensywne detale
pt_br: O sol, superfície de plasma solar em turbilhão, detalhes intensos
zh_hans: 太阳，翻腾的太阳等离子体表面，细节极致
zh_hant: 太陽，翻騰的太陽電漿表面，細節極致

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pl: Motyw
pt_br: Tema
zh_hans: 主题
zh_hant: 主題

source: Then refine it by chat
de: Dann per Chat verfeinern
es: Luego perfecciónala por chat
fr: Puis affinez-la par chat
it: Poi perfezionala in chat
ja: そのあとは チャットで仕上げ
ko: 그다음엔 채팅으로 다듬기
pl: Potem dopracuj ją na czacie
pt_br: Depois refine pelo chat
zh_hans: 然后通过聊天 继续精修
zh_hant: 然後透過聊天 繼續精修

source: This permanently deletes the image. This can't be undone.
de: Dadurch wird das Bild dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Esto elimina la imagen de forma permanente. No se puede deshacer.
fr: Cette action supprime définitivement l'image. Elle est irréversible.
it: Questa azione elimina definitivamente l'immagine e non può essere annullata.
ja: この操作で画像は完全に削除されます。この操作は元に戻せません。
ko: 이 작업은 이미지를 완전히 삭제하며 되돌릴 수 없습니다.
pl: To trwale usunie obraz. Tej operacji nie można cofnąć.
pt_br: Isso exclui a imagem permanentemente. Essa ação não pode ser desfeita.
zh_hans: 此操作将永久删除该图片，且无法撤销。
zh_hant: 此操作將永久刪除該圖片，且無法復原。

source: This will delete all cached images. Are you sure?
de: Damit werden alle zwischengespeicherten Bilder gelöscht. Fortfahren?
es: Se eliminarán todas las imágenes de la caché. ¿Seguro?
fr: Toutes les images en cache seront supprimées. Confirmer ?
it: Verranno eliminate tutte le immagini nella cache. Vuoi continuare?
ja: キャッシュされた画像をすべて削除します。よろしいですか？
ko: 캐시된 이미지를 모두 삭제합니다. 계속할까요?
pl: Spowoduje to usunięcie wszystkich obrazów w pamięci podręcznej. Kontynuować?
pt_br: Isso apagará todas as imagens em cache. Tem certeza?
zh_hans: 这将删除所有缓存的图片，确定吗？
zh_hant: 這會刪除所有已快取的圖片，確定嗎？

source: Tip:
de: Tipp:
es: Consejo:
fr: Astuce :
it: Consiglio:
ja: ヒント:
ko: 팁:
pl: Wskazówka:
pt_br: Dica:
zh_hans: 提示：
zh_hant: 提示：

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
pl: Dziś
pt_br: Hoje
zh_hans: 今天
zh_hant: 今天

source: Toggle Sidebar
de: Seitenleiste ein-/ausblenden
es: Mostrar u ocultar la barra lateral
fr: Afficher/masquer la barre latérale
it: Mostra/nascondi la barra laterale
ja: サイドバーの表示切り替え
ko: 사이드바 표시 전환
pl: Przełącz panel boczny
pt_br: Mostrar/ocultar barra lateral
zh_hans: 显示或隐藏边栏
zh_hant: 顯示或隱藏側邊欄

source: Too many requests
de: Zu viele Anfragen
es: Demasiadas solicitudes
fr: Trop de requêtes
it: Troppe richieste
ja: リクエストが多すぎます
ko: 요청이 너무 많습니다
pl: Zbyt wiele żądań
pt_br: Solicitações demais
zh_hans: 请求过于频繁
zh_hant: 請求過於頻繁

source: Too many requests. Please wait a moment and try again.
de: Zu viele Anfragen. Warte kurz und versuche es erneut.
es: Demasiadas solicitudes. Espera un momento e inténtalo de nuevo.
fr: Trop de requêtes. Patientez un instant, puis réessayez.
it: Troppe richieste. Attendi un momento e riprova.
ja: リクエストが多すぎます。少し待ってからやり直してください。
ko: 요청이 너무 많습니다. 잠시 후 다시 시도해 주세요.
pl: Zbyt wiele żądań. Poczekaj chwilę i spróbuj ponownie.
pt_br: Solicitações demais. Aguarde um pouco e tente de novo.
zh_hans: 请求过于频繁，请稍等片刻再试。
zh_hant: 請求過於頻繁，請稍候片刻再試。

source: Total Balance
de: Gesamtguthaben
es: Saldo total
fr: Solde total
it: Saldo totale
ja: 残高合計
ko: 총 잔액
pl: Saldo łączne
pt_br: Saldo total
zh_hans: 总余额
zh_hant: 總餘額

source: Total Generated
de: Insgesamt generiert
es: Total generado
fr: Total généré
it: Totale generato
ja: 生成数の合計
ko: 총 생성 수
pl: Łącznie wygenerowano
pt_br: Total gerado
zh_hans: 生成总数
zh_hant: 生成總數

source: Total Purchased
de: Insgesamt gekauft
es: Total comprado
fr: Total acheté
it: Totale acquistato
ja: 購入合計
ko: 총 구입량
pl: Łącznie kupiono
pt_br: Total comprado
zh_hans: 购买总量
zh_hant: 購買總量

source: Total Revenue
de: Gesamtumsatz
es: Ingresos totales
fr: Chiffre d'affaires total
it: Ricavi totali
ja: 売上合計
ko: 총 매출
pl: Przychód łączny
pt_br: Receita total
zh_hans: 总收入
zh_hant: 總營收

source: Total Spent
de: Insgesamt ausgegeben
es: Total gastado
fr: Total dépensé
it: Totale speso
ja: 消費合計
ko: 총 사용량
pl: Łącznie wydano
pt_br: Total gasto
zh_hans: 消耗总量
zh_hant: 消耗總量

source: Total Users
de: Nutzer insgesamt
es: Usuarios totales
fr: Nombre d'utilisateurs
it: Utenti totali
ja: ユーザー数
ko: 총 사용자 수
pl: Łącznie użytkowników
pt_br: Total de usuários
zh_hans: 用户总数
zh_hant: 使用者總數

source: Track your credits and usage
de: Credits und Verbrauch im Blick behalten
es: Controla tus créditos y tu consumo
fr: Suivez vos crédits et votre consommation
it: Tieni d'occhio crediti e consumi
ja: クレジットと使用状況を管理
ko: 크레딧과 사용량 확인
pl: Śledź swoje kredyty i zużycie
pt_br: Acompanhe seus créditos e seu uso
zh_hans: 掌握你的积分与用量
zh_hant: 掌握你的點數與用量

source: Transaction History
de: Transaktionsverlauf
es: Historial de movimientos
fr: Historique des transactions
it: Cronologia transazioni
ja: 取引履歴
ko: 거래 내역
pl: Historia transakcji
pt_br: Histórico de transações
zh_hans: 交易记录
zh_hant: 交易記錄
